Repository: soreau/pixdecor
Catalog: locale/*/LC_MESSAGES/wf-plugin-pixdecor.po
Languages: es_es

source: Pix Decoration
es_es: Decoración Pix

source: A highly configurable and optionally fancy decorator plugin for wayfire.
es_es: Un complemento decorador altamente configurable y opcionalmente elegante para wayfire.

source: Border size
es_es: Tamaño del borde

source: Sets the border size in pixels.
es_es: Establece el tamaño del borde en píxeles.

source: When to render the titlebar
es_es: Cuándo renderizar la barra de título

source: When to render a titlebar with title text and buttons.
es_es: Cuándo renderizar una barra de título con el texto del título y los botones.

source: Always
es_es: Siempre

source: Only When Windowed
es_es: Solo cuando está en ventana

source: Only When Maximized
es_es: Solo cuando está maximizado

source: Never
es_es: Nunca

source: Draw borders on maximized windows
es_es: Dibujar bordes en ventanas maximizadas

source: Whether or not to render side and bottom decorations on maximized windows.
es_es: Si se deben renderizar o no las decoraciones laterales e inferiores en ventanas maximizadas.

source: Draw shadows on maximized windows
es_es: Dibujar sombras en ventanas maximizadas

source: Whether or not to allocate space for shadows on maximized windows.
es_es: Si se debe asignar o no espacio para sombras en ventanas maximizadas.

source: Decoration disabled for specified window types
es_es: Decoración desactivada para tipos de ventana especificados

source: Disables window decoration for windows matching the specified criteria.
es_es: Desactiva la decoración de ventana para las ventanas que coinciden con los criterios especificados.

source: Decoration applied for specified window types
es_es: Decoración aplicada para tipos de ventana especificados

source: Forces window decoration for windows matching the specified criteria.
es_es: Fuerza la decoración de ventana para las ventanas que coinciden con los criterios especificados.

source: Title Font
es_es: Fuente del título

source: Font to use for the titlebar. The font size determines the titlebar height.
es_es: Fuente a usar para la barra de título. El tamaño de la fuente determina la altura de la barra de título.

source: Color when focused
es_es: Color cuando está enfocado

source: Color of the window border when it has focus.
es_es: Color del borde de la ventana cuando está enfocada.

source: Color when not focused
es_es: Color cuando no está enfocado

source: Color of the window border when it does not have focus.
es_es: Color del borde de la ventana cuando no está enfocada.

source: Text color when focused
es_es: Color del texto cuando está enfocado

source: Color of the window titlebar text when it has focus.
es_es: Color del texto de la barra de título de la ventana cuando está enfocada.

source: Text color when not focused
es_es: Color del texto cuando no está enfocado

source: Color of the window titlebar text when it does not have focus.
es_es: Color del texto de la barra de título de la ventana cuando no está enfocada.

source: Titlebar Text Alignment
es_es: Alineación del texto de la barra de título

source: Sets the alignment of the titlebar text.
es_es: Establece la alineación del texto de la barra de título.

source: Left
es_es: Izquierda

source: Center
es_es: Centro

source: Right
es_es: Derecha

source: Overlay Engine
es_es: Motor de superposición

source: Sets the overlay engine.
es_es: Establece el motor de superposición.

source: None
es_es: Ninguno

source: Rounded Corners
es_es: Esquinas redondeadas

source: Beveled Glass
es_es: Cristal biselado

source: Effect Type
es_es: Tipo de efecto

source: Sets the effect type.
es_es: Establece el tipo de efecto.

source: Smoke
es_es: Humo

source: Ink
es_es: Tinta

source: Clouds
es_es: Nubes

source: Halftone
es_es: Medio tono

source: Pattern
es_es: Patrón

source: Zebra
es_es: Cebra

source: Neural network
es_es: Red neuronal

source: Hexagon maze
es_es: Laberinto hexagonal

source: Raymarched truchet
es_es: Truchet raymarched

source: Neon pattern
es_es: Patrón neón

source: Neon rings
es_es: Anillos neón

source: Effect Color
es_es: Color del efecto

source: Color of the titlebar background effect.
es_es: Color del efecto de fondo de la barra de título.

source: Animate Effects
es_es: Animar efectos

source: WARNING: Enabling this option can use lots of system resources. Enables animating and constant repainting of window decorations.
es_es: ADVERTENCIA: Habilitar esta opción puede consumir muchos recursos del sistema. Permite animar y repintar constantemente las decoraciones de la ventana.

source: Rounded Corner Radius
es_es: Radio de las esquinas redondeadas

source: The radius for corners.
es_es: El radio de las esquinas.

source: Shadow Radius
es_es: Radio de la sombra

source: The radius for shadows.
es_es: El radio de las sombras.

source: Shadow Color
es_es: Color de la sombra

source: Color of the drop shadows.
es_es: Color de las sombras proyectadas.

source: Buttons
es_es: Botones

source: Button Layout
es_es: Disposición de los botones

source: The layout of the 'minimize', 'maximize' and 'close' buttons. Use a comma to separate button strings and a colon to denote the seperation between left and right buttons.
es_es: La disposición de los botones 'minimizar', 'maximizar' y 'cerrar'. Use una coma para separar las cadenas de botones y dos puntos para denotar la separación entre los botones de la izquierda y la derecha.

source: Button Color
es_es: Color del botón

source: Color of the minimize, maximize and close buttons.
es_es: Color de los botones minimizar, maximizar y cerrar.

source: Button Line Thickness
es_es: Grosor de la línea del botón

source: The thickness used to draw the minimize, maximize and close button lines.
es_es: El grosor utilizado para dibujar las líneas de los botones minimizar, maximizar y cerrar.

source: Left Button Spacing
es_es: Espaciado del botón izquierdo

source: The space between each button on the left.
es_es: El espacio entre cada botón de la izquierda.

source: Right Button Spacing
es_es: Espaciado del botón derecho

source: The space between each button on the right.
es_es: El espacio entre cada botón de la derecha.

source: Left Button X Offset
es_es: Desplazamiento X del botón izquierdo

source: Use this option to move the buttons on the left to the left or right.
es_es: Use esta opción para mover los botones de la izquierda hacia la izquierda o la derecha.

source: Right Button X Offset
es_es: Desplazamiento X del botón derecho

source: Use this option to move the buttons on the right to the left or right.
es_es: Use esta opción para mover los botones de la derecha hacia la izquierda o la derecha.

source: Button Y Offset
es_es: Desplazamiento Y del botón

source: Use this option to move buttons up or down.
es_es: Use esta opción para mover los botones hacia arriba o hacia abajo.

source: Button Hover Animation Duration
es_es: Duración de la animación al pasar el ratón por el botón

source: The time the hover animation will last, in milliseconds.
es_es: El tiempo que durará la animación al pasar el ratón, en milisegundos.

source: Button Minimize Image
es_es: Imagen del botón minimizar

source: The png image to use for the minimize button.
es_es: La imagen png a usar para el botón minimizar.

source: Button Maximize Image
es_es: Imagen del botón maximizar

source: The png image to use for the maximize button.
es_es: La imagen png a usar para el botón maximizar.

source: Button Restore Image
es_es: Imagen del botón restaurar

source: The png image to use for the restore button.
es_es: La imagen png a usar para el botón restaurar.

source: Button Close Image
es_es: Imagen del botón cerrar

source: The png image to use for the close button.
es_es: La imagen png a usar para el botón cerrar.

source: Button Minimize Hover Image
es_es: Imagen al pasar el ratón por el botón minimizar

source: The png image to use when hovering the minimize button.
es_es: La imagen png a usar cuando se pasa el ratón por el botón minimizar.

source: Button Maximize Hover Image
es_es: Imagen al pasar el ratón por el botón maximizar

source: The png image to use when hovering the maximize button.
es_es: La imagen png a usar cuando se pasa el ratón por el botón maximizar.
